[
  {
    "id": 0,
    "title": "FACILITIES & GOVERNANCE",
    "description": "Facilities includes all the basic needs for a student such as well maintained classroom, hygienic toilets , traveling facilities , availability of resources and many more.Are you able to get the all basic requirements that you need and do u think that you are under good governance?",
    "nextId": 1,
    "previousId": 0
  },
  {
    "id": 1,
    "title": "TIME MANAGEMENT",
    "description": "Facilities includes all the basic needs for a student such as well maintained classroom, hygienic toilets , traveling facilities , availability of resources and many more.Are you able to get the all basic requirements that you need and do u think that you are under good governance?",
    "nextId": 2,
    "previousId": 0
  },
  {
    "id": 2,
    "title": "FREEDOM",
    "description": "The freedom for students to learn, explore, exercise your freedoms, seek information , decide what you believe & challenge ideas while building and sharing your own opinions is the foundation of what is called academic freedom. So as a student do you think you get full academic freedom?",
    "nextId": 3,
    "previousId": 1
  },
  {
    "id": 3,
    "title": "RELATIONSHIPS",
    "description": "What is the relationship between student and teacher? The relationship between student and teacher plays a large role in the trajectory of a child's academic success and social development. Why are healthy parent-teacher relationships important? Positive connections between parents and teachers have been shown to improve children's academic achievement, social competencies and emotional well-being.",
    "nextId": 4,
    "previousId": 2
  },
  {
    "id": 4,
    "title": "HEALTH",
    "description": "Health is defined as the state of body physically and mentally sound. As the famous saying goes-ΓÇ£Health is WealthΓÇ¥. Studies are the most important element of a studentΓÇÖs life but so is fitness and health. The physical and mental well being of a person plays an important role in the life of a person. The absence of disease in life makes man able to achieve desired aims and objectives. Do you manage your health as well as studies at the same time?",
    "nextId": 5,
    "previousId": 3
  },
  {
    "id": 5,
    "title": "EQUALITY",
    "description": "Why is gender equality? Gender equality prevents violence against women and girls. It's essential for economic prosperity. Societies that value women and men as equal are safer and healthier. Racial equality occurs when institutions give equal opportunities to people of all races. In other words, regardless of physical traits such as skin color, institutions are to give individuals legal, moral, and political equality. Do you think your school gives equal opportunities to all races?",
    "nextId": 6,
    "previousId": 4
  },
  {
    "id": 6,
    "title": "ENVIORNMENT",
    "description": "The physical environment of the school speaks to the contribution that safe, clean, and comfortable surroundings make to a positive school climate in which students can learn. The importance of positive surrounding in school is to provide a healthy and safe surrounding for students. There are many issues related to hygiene that students and school employees have to face every day. So do you think that you should get proper surrounding and sanitation in your school?",
    "nextId": 7,
    "previousId": 5
  },
  {
    "id": 7,
    "title": "SAFETY",
    "description": "Bullying is linked to many negative outcomes including impacts on mental health, substance use, and depression. It is a very complex social phenomenon? Have you ever been bullied?",
    "nextId": 8,
    "previousId": 6
  }
]
